{
    "HOME": "HOME",
    "MUSIC": "MUSIC",
    "BOOKS": "BOOKS",
    "CONTACT": "CONTACT",
    "BIOGRAPHY_TITLE": "Biography",
    "BIOGRAPHY1": "German Arciniegas Price is a person deeply passionate about life, creativity, and constant learning. Beyond his important professional career, German is defined by his human warmth, his curious spirit, and his love for sharing knowledge and inspiration with those around him. As a composer and writer, his artistic sensitivity leads him to capture deep emotions and reflections in his music and words, while his role as a mentor and teacher reflects his genuine interest in guiding others on their path to success and personal fulfillment.",
    "BIOGRAPHY2": "Passionate about culture and knowledge, German has hosted cultural gatherings where his home became a space for intellectual and emotional enrichment, a reflection of his desire to foster authentic connections and meaningful conversations. His dedication to his family and his love for his children and grandchildren are a testament to the values that govern his life: the importance of relationships, generosity, and enjoying every moment. German is, in essence, a dreamer and a doer, someone who combines experience and humanity to leave a lasting mark on those fortunate enough to cross his path.",
    "COPYRIGHT": "Copyright, all rights reserved, German Arciniegas Price",
    "MOMENTOS_DESC": "This, my first album, released in 1995, brings together songs composed between late 1979 and 1994. The album's title comes from the first song, 'Momentos', with which my daughter Ana Maria won the most important interschool music competition in Bogota, organized by Radioactiva, the most popular youth radio station in Colombia.<br><br>As a prize, Radioactiva recorded a single with two songs of my authorship, including 'Momentos', which began playing on the station and remained in its ranking for several weeks. Thanks to this success, Ana Maria had the opportunity to open the concert of the renowned Venezuelan singer Ricardo Montaner, performing this song in front of thousands of spectators.",
    "VIVIR_DESC": "This, my second album, released in 2017, differs from the first one by including several instrumental compositions created between 1987 and 1988, during my time as a student of music, piano, and composition at Duke University's School of Music in Durham, North Carolina. Additionally, the album incorporates pieces composed in the 1990s.<br><br>It is interesting to note that, in the nearly 13 years after the year 2000, while working for Oracle, a leading technology company, there was little room for music. This seems to confirm the idea that muses need a conducive environment to manifest.",
    "OLAL_DESC": "This is a special album for me. It is entirely in English and, unlike my other projects, does not include instrumental tracks. This album represents a short period of my life, between 2017 and 2020, when I was deeply involved in music: composing, singing, and performing live. During those years, I joined Angela Taylor to form a duo called The Power of Two, and together we brought many of these songs to the stage. As its title suggests, the album revolves around themes of love and life. Each track carries a part of me, reflecting the emotions and stories I wanted to share during those creative years.",
    "DEJAME_DESC": "This is a single album, meaning it includes only one song. In my attempt to explore different musical genres, I can say that this is the first bolero-style song I have written. The bolero, originating in Cuba in the late 19th century, is one of the most popular romantic music genres in Latin America, characterized by themes of love and heartbreak, as well as its slow and melancholic rhythm. I grew up listening to boleros in the voices of my mother, my siblings, and my Price uncles, who harmonized in multiple voices during the unforgettable musical evenings at home.",
    "PLACES_TO_BUY": "Places to buy this book",
    "CVUVM_DESC": "In <i><strong>How to Live a Better Life</strong></i>, German Arciniegas invites us on a journey of self-discovery and transformation. This book, written with a deep passion for understanding life and its mysteries, is not just a collection of ideas but a practical and accessible guide for those seeking to live with greater meaning and fulfillment.<br><br> Through a close and authentic narrative, German shares the lessons he himself learned after questioning whether success, as defined by society, truly leads to a happy life. From fundamental principles such as balance, a positive mindset, and the importance of good habits to how we can apply these concepts in key areas of our lives, the author provides tools to build a richer and more conscious existence.<br><br> This book is more than a written work; it is the result of years of reflection, study, and personal experience, condensed into a clear and transformative message. With a mix of wisdom and humility, German manages to connect with his readers, inspiring them to take small steps toward great changes. Perfect for those looking not only for answers but also for a roadmap to living with purpose and joy.<br><br> The teachings of this book have been shared by the author in presentations that have impacted more than 20,000 people.",
    "HDLDMV_DESC": "In <i><strong>Pages from the Book of My Life</strong></i>, Germán invites us to journey through the memories of his life by answering sincere questions we could all ask ourselves. Through a combination of anecdotes from his childhood to adulthood, Germán openly and authentically shares key moments that have shaped his path. <br><br> Each story is a piece of the puzzle of his life, accompanied by photographs that allow readers to closely experience those memories. An entrepreneur, professor, and speaker, Germán has worked for giants like Apple and Oracle and has dedicated much of his life to personal growth. Author of How to Live a Better Life, his talks on the subject have inspired more than 20,000 people.",
    "NDLSDMV_DESC": "<i><strong>Notes from the Symphony of My Life</strong></i> is much more than a collection of songs; it is a window into the soul of its author, a compendium of melodies and stories that resonate with the echo of five decades of life. Through nearly 80 compositions, this work becomes a legacy destined to transcend time, allowing descendants and readers to discover who its creator truly was. <br><br> Each song is an intimate testimony, many inspired by the deep love for his wife Beatriz, his muse of nearly fifty years, while others were born from moments shared with family, surrounded by music and laughter. The book not only narrates his creative process, in which notes seem to emerge as if by magic or after long sessions of exploration, but also pays tribute to the people and experiences that shaped his musical life. From his childhood, singing in harmony with his siblings, to warm family gatherings by the fireplace, <i>Notes from the Symphony of My Life</i> captures the essence of a life in which music is not just art but a dialogue with life itself. This book invites the reader to listen to those songs, feel the emotions that inspired them, and be carried away by a symphony that transcends words.",
    "PAGE_NOT_FOUND": "Page Not Found",
    "PAGE_NOT_FOUND_DESC": "Oops! The page you are looking for does not exist.",
    "PAGE_NOT_FOUND_BACK": "Go back to the homepage",
    "INCOMPATIBLE_BROWSER": "Your browser does not support the audio player.",
    "DEVELOPED_BY": "Developed by:",
    "EMAIL_ME": "Send me an Email",
    "CFORM_NAME": "First Name",
    "CFORM_NAME_ERROR": "The first name is required and must be at least 3 characters long.",
    "CFORM_NAME_PLACEHOLDER": "Enter your first name",
    "CFORM_LASTNAME": "Last Name",
    "CFORM_LASTNAME_ERROR": "The last name is required and must be at least 3 characters long.",
    "CFORM_LASTNAME_PLACEHOLDER": "Enter your last name",
    "CFORM_EMAIL": "Email",
    "CFORM_EMAIL_ERROR": "The email is invalid.",
    "CFORM_EMAIL_PLACEHOLDER": "Enter your email",
    "CFORM_SUBJECT": "Subject",
    "CFORM_SUBJECT_ERROR": "The subject must be at least 10 characters long (currently you have ",
    "CFORM_SUBJECT_PLACEHOLDER": "Enter the subject",
    "CFORM_MESSAGE": "Message",
    "CFORM_MESSAGE_ERROR": "The message must be at least 30 characters long (currently you have ",
    "CFORM_MESSAGE_PLACEHOLDER": "Write your message",
    "CFORM_RECAPTCHA_ERROR": "You must verify that you are not a robot.",
    "CFORM_SEND": "Send Message"
}