{
    "HOME": "INICIO",
    "MUSIC": "MÚSICA",
    "BOOKS": "LIBROS",
    "CONTACT": "CONTACTO",
    "BIOGRAPHY_TITLE": "Biografía",
    "BIOGRAPHY1": "Germán Arciniegas Price es una persona profundamente apasionada por la vida, la creatividad y el aprendizaje constante. Más allá de su importante trayectoria profesional, Germán se define por su calidez humana, su espíritu curioso y su amor por compartir conocimiento e inspiración con quienes lo rodean. Como compositor y escritor, su sensibilidad artística lo lleva a plasmar emociones y reflexiones profundas en su música y palabras, mientras que su faceta como mentor y profesor refleja su genuino interés por guiar a otros en su camino hacia el éxito y la realización personal.",
    "BIOGRAPHY2": "Apasionado por la cultura y el conocimiento, Germán ha sido anfitrión de tertulias culturales, donde su casa se convertía en un espacio de enriquecimiento intelectual y emocional, un reflejo de su deseo de fomentar conexiones auténticas y conversaciones significativas. Su dedicación a su familia y su amor por sus hijos y nietos son un testimonio de los valores que rigen su vida: la importancia de las relaciones, la generosidad y el disfrute de cada momento. Germán es, en esencia, un soñador y un hacedor, alguien que combina experiencia y humanidad para dejar una huella duradera en quienes tienen la fortuna de cruzarse en su camino.",
    "COPYRIGHT": "Copyright, todos los derechos reservados, Germán Arciniegas Price",
    "MOMENTOS_DESC": "Este, mi primer disco, lanzado en 1995, reúne canciones compuestas entre finales de 1979 y 1994. El título del disco proviene de la primera canción, 'Momentos', con la cual mi hija Ana María ganó el concurso intercolegial de música más importante de Bogotá, organizado por Radioactiva, la emisora juvenil más popular en Colombia.<br><br>Como premio, Radioactiva grabó un sencillo con dos canciones de mi autoría, incluyendo “Momentos”, el cual comenzó a sonar en la emisora y se mantuvo en su ranking durante varias semanas. Gracias a este éxito, Ana María tuvo la oportunidad de abrir el concierto del reconocido cantante venezolano Ricardo Montaner, interpretando esta canción ante miles de espectadores.",
    "VIVIR_DESC": "Este, mi segundo disco, lanzado en 2017, se distingue del primero por incluir varias composiciones instrumentales creadas entre 1987 y 1988, durante mi tiempo como estudiante de música, piano y composición en la Facultad de Música de la Universidad de Duke, en Durham, Carolina del Norte. Además, el álbum incorpora piezas compuestas en la década de los años 90.<br><br>Es interesante notar que, en los casi 13 años posteriores al año 2000, mientras trabajaba para Oracle, una destacada compañía de tecnología, no hubo mucho espacio para la música. Esto parece confirmar la idea de que las musas necesitan un ambiente propicio para manifestarse.",
    "OLAL_DESC": "Es un álbum especial para mí. Está completamente en inglés y, a diferencia de otros proyectos míos, no incluye pistas instrumentales. Este disco representa un corto período de mi vida, entre 2017 y 2020, cuando estaba profundamente involucrado en la música: componiendo, cantando y presentándome en vivo. Durante esos años, me uní a Angela Taylor para formar un dúo llamado The Power of Two, y juntos llevamos muchas de estas canciones al escenario. Como su título lo sugiere, el álbum gira en torno a los temas del amor y la vida. Cada tema lleva consigo una parte mía, reflejando las emociones e historias que quería compartir durante esos años creativos.",
    "DEJAME_DESC": "Este es un álbum sencillo, es decir que solo incluye una canción. En mi intento de explorar distintos géneros musicales, puedo decir que esta es la primera canción en forma de bolero que he escrito. El bolero, originario de Cuba a finales del siglo XIX, es uno de los géneros de música romántica más populares de América Latina, caracterizado por sus temas de amor y desamor, así como por su ritmo lento y melancólico. Crecí escuchando boleros en las voces de mi mamá, mis hermanos y mis tíos Price, quienes armonizaban en varias voces durante las inolvidables veladas musicales en casa.",
    "OTHER_SONGS_DESC": "Este espacio reúne más de 40 canciones inéditas que no forman parte de mis discos publicados hasta 2021. as primeras, dedicadas a Beatriz en nuestra época de noviazgo (1973-1975), y grabadas hace más de 45 años. Luego, la música refleja una etapa de introspección, influenciada por nuevas experiencias, la universidad y el mundo empresarial hasta finales de los 80.<br><br>Las composiciones de 1990 a 2010 están en mis discos, pero estas piezas inéditas siguen siendo parte de mi esencia. Conocer mi música es conocerme, y espero que a través de estas melodías podamos conversar en ese lenguaje universal que nos une más allá de las palabras.",
    "OTHER_SONGS_TITLE": "Otras Canciones no incluidas en los Discos anteriores",
    "OTHER_SONGS_PLAYER": "Canciones Adicionales",
    "LISTEN_IN": "Escuchar en",
    "CURRENT_SONG": "Reproduciendo",
    "PLACES_TO_BUY": "Lugares donde comprar este libro",
    "CVUVM_DESC": "En <i><strong>Cómo vivir una vida mejor</strong></i>, Germán Arciniegas nos invita a un viaje de autodescubrimiento y transformación. Este libro, escrito con una profunda pasión por entender la vida y sus misterios, no es solo un conjunto de ideas, sino una guía práctica y accesible para quienes buscan vivir con mayor significado y plenitud.<br><br> A través de una narrativa cercana y auténtica, Germán comparte las lecciones que él mismo aprendió después de cuestionarse si el éxito tal como lo define la sociedad realmente conduce a una vida feliz. Desde los principios fundamentales como el equilibrio, la mentalidad positiva y la importancia de los buenos hábitos, hasta la manera en que podemos aplicar estos conceptos en áreas clave de nuestra vida, el autor nos ofrece herramientas para construir una existencia más rica y consciente.<br><br> Este libro es más que una obra escrita; es el resultado de años de reflexión, estudio y experiencia personal, condensado en un mensaje claro y transformador. Con una mezcla de sabiduría y humildad, Germán logra conectar con sus lectores, inspirándolos a dar pequeños pasos hacia grandes cambios. Perfecto para quienes buscan no solo respuestas, sino también un mapa para vivir con propósito y alegría.<br><br> Las enseñanzas de este libro han sido compartidas por el autor en presentaciones que han llegado a impactar a más de 20,000 personas.",
    "HDLDMV_DESC": "En <i><strong>Hojas del libro de mi vida</strong></i>, Germán nos invita a recorrer las memorias de su vida a través de respuestas sinceras a preguntas que podríamos hacernos todos. Con una combinación de anécdotas desde su niñez hasta su vida adulta, Germán comparte con franqueza y autenticidad momentos clave que han marcado su camino. <br><br> Cada historia es una pieza en el rompecabezas de su vida, acompañada de fotografías que permiten al lector experimentar de cerca esos recuerdos. Empresario, profesor y conferencista, Germán ha trabajado para gigantes como Apple y Oracle, y ha dedicado buena parte de su vida al crecimiento personal. Autor de Cómo vivir una vida mejor, sus charlas sobre el tema han inspirado a más de 20,000 personas.",
    "NDLSDMV_DESC": "<i><strong>Notas de la Melodía de mi Vida</strong></i> es mucho más que una colección de canciones; es una ventana al alma de su autor, un compendio de melodías e historias que resuenan con el eco de cinco décadas de vida. A través de cerca de 80 composiciones, esta obra se convierte en un legado destinado a trascender el tiempo, llevando a sus descendientes y lectores a descubrir quién fue, en esencia, su creador. <br><br> Cada canción es un testimonio íntimo, muchas de ellas inspiradas por el amor profundo hacia su esposa Beatriz, su musa de casi cincuenta años, y otras nacidas de momentos compartidos en familia, rodeados de música y risas. El libro no solo narra su proceso creativo, en el que las notas parecen emerger como por arte de magia o tras largas sesiones de exploración, sino que también rinde homenaje a las personas y experiencias que moldearon su vida musical. Desde su infancia, cantando en armonía con sus hermanos, hasta las cálidas reuniones familiares junto a una chimenea, Notas de la sinfonía de mi vida captura la esencia de una existencia en la que la música no es solo arte, sino un diálogo con la vida misma. Este libro invita al lector a escuchar esas canciones, a sentir las emociones que las inspiraron, y a dejarse llevar por una sinfonía que trasciende las palabras.",
    "TOOLTIP_SPOTIFY": "Escuchar en Spotify",
    "TOOLTIP_YOUTUBE": "Escuchar en YouTube Music",
    "TOOLTIP_DEEZER": "Escuchar en Deezer",
    "TOOLTIP_BANDCAMP": "Escuchar en Bandcamp",
    "TOOLTIP_AMAZON": "Escuchar en Amazon Music",
    "TOOLTIP_APPLE": "Escuchar en Apple Music",
    "TOOLTIP_DOWNLOAD": "Descargar canción",
    "TOOLTIP_STOP": "Parar canción",
    "TOOLTIP_RESUME": "Tocar / Pausar canción",
    "SELECT_A_SONG": "Escoge una Canción",
    "LOADING_SONG": "Cargando Canción...",
    "PENDING_IMAGE": "Imagen Pendiente...",
    "PAGE_NOT_FOUND": "Página no encontrada",
    "PAGE_NOT_FOUND_DESC": "Oops! La página que estás buscando no existe.",
    "PAGE_NOT_FOUND_BACK": "Volver a la página de inicio",
    "INCOMPATIBLE_BROWSER": "Tu navegador no soporta el reproductor de audio.",
    "DEVELOPED_BY": "Desarrollado por:",
    "EMAIL_ME": "Envíame un Correo Electrónico",
    "CFORM_NAME": "Nombre",
    "CFORM_NAME_ERROR": "El nombre es obligatorio y mínimo 3 carácteres.",
    "CFORM_NAME_PLACEHOLDER": "Ingresa tu nombre",
    "CFORM_LASTNAME": "Apellido",
    "CFORM_LASTNAME_ERROR": "El apellido es obligatorio y mínimo 3 carácteres.",
    "CFORM_LASTNAME_PLACEHOLDER": "Ingresa tu apellido",
    "CFORM_EMAIL": "Correo Electrónico",
    "CFORM_EMAIL_ERROR": "El correo es inválido.",
    "CFORM_EMAIL_PLACEHOLDER": "Ingresa tu correo electrónico",
    "CFORM_SUBJECT": "Asunto",
    "CFORM_SUBJECT_ERROR": "El asunto debe tener al menos 10 carácteres (actualmente llevas ",
    "CFORM_SUBJECT_PLACEHOLDER": "Ingresa el asunto",
    "CFORM_MESSAGE": "Mensaje",
    "CFORM_MESSAGE_ERROR": "El mensaje debe tener al menos 30 carácteres (actualmente llevas ",
    "CFORM_MESSAGE_PLACEHOLDER": "Escribe tu mensaje",
    "CFORM_RECAPTCHA_ERROR": "Debes verificar que no eres un robot.",
    "CFORM_SEND": "Enviar Mensaje",
    "SONG_TITLE_PLAYER": "Reproduciendo: ",
    "SONG_DURATION": "Escoge una canción",
    "LOCKED_INFO": "Para habilitar este reproductor, por favor parar la canción que está siendo reproducida con el botón "
}